---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ViewerBoundOffsetFar
source: html/a0996f20-49e5-d4f2-acc2-2313a917b32d.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ViewerBoundOffsetFar Property

"Far Clip Offset"

## Syntax (C#)
```csharp
public static ForgeTypeId ViewerBoundOffsetFar { get; }
```